Revit 2026 API

# BoundingBoxUVMin Property

---

Minimum coordinates (lower-left corner of the box).

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public UV Min { get; set; }
```
```vb
Public Property Min As UV
	Get
	Set
```
```cpp
public:
property UV^ Min {
	UV^ get ();
	void set (UV^ value);
}
```
```fsharp
member Min : UV with get, set
```

#### Property Value

UV

#### Reference

BoundingBoxUV Class

Autodesk.Revit.DB Namespace